// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",
        "心爱的小仙女",
        "今天是你的生日",
        "这是我们在一起的",
        "第二个生日了哦",
        "从此刻起你就是个大人啦",
        "但是在我心里你永远都是小仙女",
        "虽然这次我没能在你身边陪着你",
        "但我的心在你那里呀",
        "最近天冷了",
        "我这么暖的男朋友不在你身边"
        “你可要照顾好自己嘻嘻”
        “我可不允许我的小仙女有一点点差错”
        “最后你要多吃点的好的呦”
        “要把我的小猪喂饱”
        “等我来抱走”
        “我爱你～mua”
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
